Repository: frendo/gsw_project
Catalog: gsw/gsw/locale/*/LC_MESSAGES/django.po
Languages: es

source: About
es: Carta de presentación

source: Projects
es: Proyectos

source: Contact
es: Contacto

source: Language
es: Idioma

source: IT Solution Delivery to Financial Services
es: Soluciones informáticas para los servicios financieros

source: Business Process Improvements and Refinement
es: Mejoras en procesos de negocio

source: Continuous Improvement based on Data Driven Analysis
es: Mejora continua basado en el análisis de datos

source: During the last ten years I have dedicated my energy in leading IT solutions to projects driven by a spectrum of sponsors and stakeholders, from senior accountants and managers through comptrollers to corporate accountants, in a global finance service center based on US GAAP accounting as well as various local accounting needs across EMEA, APC, NA and LA regions.
es: A lo largo de los últimos diez años, mi carrera profesional ha estado enfocada en la colaboración dentro de una serie de proyectos conducidos por diferentes stakeholders. He trabajado con diferentes perfiles profesionales (senior accountants, controllers, coordinadores de equipos, team leaders, etc) en el Centro Global Financiero de Dupont Asturias (siguiendo la normativa US GAAP así como todos los requisitos contables específicos para las diferentes zonas de negocio EMEA, APC, NA y LA).

source: Following the Six Sigma methodology, I have improved numerous businesses processes using a data-driven approach for eliminating inefficiencies and increasing productivity of the service center.
es: A través de la metodología Six Sigma y junto a mi equipo, hemos mejorado de forma significativa numerosos procesos de negocio asociados a la actividad comercial de la compañía. Trabajamos en un enfoque basado en Data Mining para eliminar las ineficiencias existentes y así aumentar la productividad del centro de servicio.

source: I am highly motivated and focused; capable of effectively seeing projects through from start to finish. I also have excellent team working skills and able to support and encourage colleagues. I am looking for new challenges and continue broadening my problem solving outlook. I am also keen to find new approaches and share ideas around emerging technologies.
es: Me considero una persona con alta motivación y concentración, capaz de gestionar proyectos de manera efectiva y llevarlos a cabo hasta conseguir resultados óptimos para la empresa, siendo consciente de la importancia del trabajo en equipo y de la necesidad de hacer partícipes a todos los integrantes, transmitiendo conocimiento y buen hacer. En la actualidad, estoy intentando acceder a nuevos retos y seguir ampliando mis perspectivas en cuanto a la resolución de problemas, así como en encontrar nuevos enfoques y compartir conocimientos e ideas entorno a las nuevas tecnologías emergentes.

source: Experience
es: Experiencia

source: Global IT Finance Business Process Owner, DuPont Asturias
es: Propietario global procesos de IT Finanzas, DuPont Asturias

source: SME - Business processes for Fixed Asset/PS data flow through DuPont IT landscape
es: SME – Procesos de negocio para activos fijos/PS transferencia de datos DuPont IT landscape

source: SAP FI-AA FI-PS configuration and transport maintenance
es: SAP FI-AA FI-PS configuración y mantenimiento

source: IT SAP Security owner for the Global Fixed Asset team in Finance Service Center
es: IT SAP Security owner para el equipo de Activos fijos del Centro Global Financiero

source: Daily IT support to team of 18 Fixed Asset Accountants and Supervisors
es: Apoyo diario en materia de IT a los contables y supervisores del departamento de Activos Fijos

source: Continuous improvements to the team’s processes and workflow
es: Mejoras continuas en los procesos y flujos de trabajo

source: Fixed Asset IT Workstream lead for Corporate sponsored Merger and Demerger projects
es: Supervisión de proyectos de fusión y separación de delegaciones

source: Consultant on weekly Finance Architecture Review Meetings
es: Consultor departamentos de facturación, gestión de cobros, contabilización, etc.

source: Master Data Owner for Asset Class, Chart of Depreciations, FA GL accounts
es: Usuario clave de datos maestros, tablas de amortización, Cuentas FA GL

source: Account Reconciliation System (ARS) Database administrator, DuPont Asturias
es: Sistemas de conciliación de cuentas (Administrados Base de Datos), DuPont Asturias

source: Run and maintain of SQL server application for timely Month end sign offs
es: Ejecución y mantenimiento de la aplicación SQL para las tareas relacionadas con el cierre de periodos (periodicidad mensual).

source: Collection and prep of Comptrollers' quarterly reconciliation sign offs with MS Access App
es: Tratamiento de datos para los supervisores con el fin de facilitar la conciliación de las cuentas (MS Access App)

source: Designed and implemented automated SOX compliance process to ensure accountability of SAP manual entry postings
es: Diseño e implementación automática para asegurar la responsabilidad de los envíos de entrada manual en SAP (procedimiento SOX).

source: General Ledger IT Specialist, DuPont Asturias
es: Contabilidad General Especialista en IT, DuPont Asturias

source: Providing IT support and solutions to GL accountants for processing accruals and month end closing processes
es: Proporcionar soporte informático a los contables en los procesos de cierre contable general de fin de mes.

source: Business Analyst, Chivas Ltd
es: Analista de Negocios, Chivas Ltd

source: Key resource to improve data entry on backlog of invoices into Oracle ERP database
es: Usuario clave para mejorar la entrada de datos en la acumulación de facturas en base de datos Oracle ERP.

source: Planning
es: Planificación

source: Identify requirements, both US GAAP and local accounting needs based on scope of legal entity structure provided by Tax and Corporate Accounting
es: Identificación de los requisitos contables tanto US GAAP como las necesidades locales de Contabilidad (incluyendo impuestos y Contabilidad de sociedades).

source: Transform the collected project information into a project management plan
es: Creación de un plan estratégico para el proyecto a través de la información disponible.

source: Align and connect Fixed Asset design for project scope appropriately with the other processes/work streams to facilitate coordination
es: Coordinación entre diferentes áreas para facilitar el flujo de trabajo.

source: Prepare cut over plan managing project scope to meet sponsor, customer and other stakeholder requirements and project objectives
es: Preparación de informes y reportes para anticipar el alcance del proyecto con el fin de satisfacer las necesidades de los clientes y las partes interesadas.

source: Identifying potential risks that could impact the global cut over plan
es: Identificación de los riesgos potenciales que podrían afectar a los objetivos del proyecto.

source: Organization
es: Organización

source: Meetings/presentations with stakeholders and sponsors to convey corporate strategy and objectives from the project
es: Reuniones/ presentaciones tanto internas como externas para transmitir la estrategia y el objetivo del Proyecto empresarial.

source: Lead daily calls for communication with the various stakeholders affected by the new architecture design
es: Atención telefónica con los distintos grupos de interés afectados.

source: Track, review and regulate the progress and performance of the project, identify any areas in which changes to the plan are required; and initiate the corresponding changes
es: Seguimiento, revisión y control en el progreso del proyecto, identificando las amenazas y/o debilidades para iniciar los cambios correspondientes.

source: People Management
es: Manejo de personal

source: Assign detailed project deliverables to outside consultants to meet the needs of the project
es: Gestión y coordinación tanto de recursos internos como externos, facilitando la comunicación entre ellos.

source: Good relations with the operational stakeholders throughout all stages of the project from BIT, USAT to Go-live to have continuous feedback from them
es: Promover una buena relación entre las partes interesadas con el objetivo de conseguir una retroalimentación continua entre ellas.

source: Skills
es: Habilidades

source: Languages
es: Idiomas

source: Applications / Frameworks
es: Aplicaciones / Frameworks

source: Continuous Improvements
es: Mejoras continuas

source: Certifications
es: Certificaciones

source: Majority of below assignments involved:
es: Como puntos comunes a las tareas cotidianas:

source: - Voice of the Customer(VOC) collection and analysis
es: - Análisis de Voice of the Customer(VOC)

source: - Project Charter preparation
es: - Creación, gestión y control de los informes de Proyecto.

source: - Powerpoint presentations to Sponsors and Senior Management
es: - Exposiciones a través de presentaciones Powerpoint tanto a clientes como a alta dirección

source: - Measured analysis to justify benefits of proposed solutions
es: - Análisis cuantitativo sobre los beneficios que ofrecen las soluciones propuestas.

source: - Design, testing, and delivery of final solution
es: - Diseño, testing y entrega de la solución final.

source: - Documentation and Visual Swimlane maps for new processes
es: - Documentación y mapeo de los nuevos procesos.

source: Collaboration on Tableau project for mobile/tablet friendly Business Reporting dashboards to Global Business Managers
es: Colaboración en el Proyecto Tableau para móvil/tablet con el objetivo de utilizar nuevas herramientas como cuadros de mando de reporting empresarial a Gerentes de Negocios Globales

source: - ETL solutions to cleanse and prepare consolidated financial data for loading into Tableau servers, low cost solution to bring mobile/tablet friendly reporting
es: - Soluciones ETL para limpiar y preparar los datos financieros consolidados para la carga en los servidores de Tableau, solución de bajo costo para traer móvil / tablet Los informes de usar

source: Design and develop ETL/Reconciliation app for Asset Accounting data transfer across SAP R/3 systems
es: Diseño y desarrollo de ETL / app Reconciliación de los datos contables de activos a través de sistemas de SAP R/3

source: - Time savings, rework and manual data entry errors elimination, automated reconciliations
es: - Ahorro de tiempo y eliminación de retrabajo y los errores de entrada de datos manuales, conciliaciones automatizadas

source: Creation of SharePoint team sites and control forms
es: Creación de bases de SharePoint y formas de control

source: - promote online collaboration during project work, centralized storage for project documentation
es: - Promover la colaboración en línea durante el trabajo del proyecto, el almacenamiento centralizado para documentación del proyecto

source: Infocube design and collaboration for the integration of SAP Asset Module to SAP Business Warehouse
es: Infocube diseño y la colaboración para la integración de SAP módulo de activos de SAP Business Warehouse

source: - Faster more standardized reporting queries with reduced MS Excel rework
es: - Consultas de información más rápida y estandarizados con la reducción de la reanudación de MS Excel

source: EMEA VAT Netting process automation
es: automatización EMEA proceso de compensación del IVA

source: - Reduction in FTE resources from 5 to 2
es: - Reducción de los recursos FTE de 5 a 2

source: Automation of EMEA IntraStat tax reporting
es: La automatización de la declaración de impuestos EMEA IntraStat

source: - Reduction in FTE resources from 10 to 2
es: - Reducción de los recursos FTE de 10 a 2

source: Implementation of Electronic Closing Folder process for EMEA GL team with automated account reconciliations
es: Aplicación del proceso de cierre de la carpeta electrónica para el equipo de EMEA con GL conciliaciones de cuentas automatizadas

source: - Removal of paper based reporting and reconciliations to process based on PDF format
es: - Eliminación de informes basados en papel y conciliaciones de proceso basado en formato PDF

source: Bank Of America/SAP FI-CO reconciliation process digitization
es: Bank of America / SAP FI-CO digitalización proceso de reconciliación

source: - Removal of manual paper based reconciliation with a reduction in FTE resources from 5 to 1
es: - La eliminación de la reconciliación basada manual de papel con una reducción de FTE recursos de 5 a 1

source: Application to identify Exchange Gain And Loss variances in both reconciliation and open item accounts
es: Aplicación para identificar Ganancia en Cambio y la pérdida de las variaciones en tanto reconciliación y cuentas de partidas abiertas

source: - Time savings to EGL processes shortening GL Month End Closing Schedule
es: - Ahorro de tiempo en los procesos de acortamiento de EGL GL fin de mes Horario de Cierre

source: Extensive refinement and streamlining of SAP Asset Accounting Module transmission to DuPont's Global Consolidation Reporting program
es: Extensa refinamiento y la racionalización de SAP módulo de contabilidad de activos transmisión al programa de Consolidación de Información Global de DuPont

source: - Gained simplified automated FI-AA reconciliations, times savings reducing Permanent Investment's Month End Closing
es: - ganados simplificados automatizados conciliaciones FI-AA, tiempos de ahorro reducción de inversiones Permanente Cierre del Mes
